Repository: SavageLearning/Machete
Catalog: Machete.Domain/Resources/Employer.*.resx
Languages: es

# active
source: Active employer?
es: ¿Empleador activo?

source: Address (1)
es: Dirección (1)

# address1required
source: An adddress is required
es: La dirección es obligatoria

source: Address (2)
es: Dirección (2)

# blogparticipate
source: Participate in blog?
es: ¿Participar en el blog?

source: Business name
es: Nombre de empresa

source: Cell phone
es: Teléfono celular

source: City
es: Ciudad

# cityrequired
source: A city is required
es: La ciudad es obligatoria

# driverslicense
source: Driver's License Number
es: Numero de licensia de conducir

# email
source: Email address
es: Correo electrónico

# isbusiness
source: Is a business?
es: ¿Es negocio?

source: License Plate
es: Numero de placa

source: Name
es: Nombre

# namerequired
source: A name is required
es: Un nombre es obligatorio

source: Notes
es: Notas

# onlineSource
source: Created online?
es: ¿Creado por web?

# phone
source: Phone number
es: Teléfono

# phoneformat
source: Please use this form: ###-###-####
es: Por favor, ingrese el número de la siguiente manera: ###-###-####

# phonerequired
source: At least one phone number is required
es: Por lo menos un número de teléfono es obligatorio

# receiveUpdates
source: Receive email updates?
es: Recibir actualizaciones por email?

# referredby
source: Employer referred by
es: Empleadores se refirieron de

# referredbyOther
source: Other reference
es: Otra referencia

# returnCustomer
source: Duplicate Employer
es: Empleador Duplicado

source: State
es: Estado

# staterequired
source: A state is required
es: Un estado es obligatorio

# stringlength
source: Please enter no more than {1} characters
es: Por favor, introduzca un máximo de {1} caracteres

source: Zip code
es: Código postal

# zipcoderequired
source: A zip code is required
es: Un código postal es obligatorio
