Repository: SavageLearning/Machete
Catalog: Machete.Domain/Resources/Worker.*.resx
Languages: es

# active
source: Active Worker
es: Trabajador activo

source: Car insurance
es: Seguro de automóvil

# countryoforiginID
source: Country of origin
es: País de origen

# dateinseattle
source: Date in This City
es: Fecha en Seattle

# dateinUSA
source: Date in the USA
es: Fecha en los EE.UU.

# disabilitydesc
source: Disability description
es: Descripción de la discapacidad

# driverslicense
source: Has a U.S. driver's license?
es: Tiene una licencia de conducir de los EE.UU.?

# dwccardnum
source: Membership #
es: Afiliación #

# dwccardnumerror
source: Card number must be 5 digits long
es: Número de la tarjeta debe ser de 5 dígitos

# emcontoriginname
source: Emergency contact in country of origin
es: Contacto de emergencia en el país de origen

# emcontoriginphone
source: Emergency contact in country of origin's phone #
es: Teléfono del contacto de emergencia en el país de origen

# emcontoriginrelation
source: Emergency contact in country of origin's relation to worker
es: Contacto de emergencia en el país de origen con relación al trabajador

# emcontUSAname
source: Emergency contact in the USA
es: Contacto de emergencia en los EE.UU.

# emcontUSAphone
source: Emergency contact's phone #
es: Teléfono del contacto de emergencia en los EE.UU.

# emcontUSArelation
source: Emergency contact's relation to worker
es: Contacto de emergencia en los EE.UU. con relación al trabajador

# englishlevelID
source: English level
es: Nivel de Inglés

source: Height
es: Altura

source: Immigrant refugee?
es: Refugiado?

# incomeID
source: Income level
es: Nivel de ingresos

# insuranceexpiration
source: Car insurance expiration date
es: Fecha de vencimiento del seguro de coche

# licenseexpirationdate
source: Driver's license expiration date
es: Fecha de vencimiento de la licencia de conducir

# livealone
source: Lives alone
es: Vive solo?

# livewithchildren
source: Lives with children
es: Vive con niños

# maritalstatus
source: US Marital Status
es: EE.UU. Estado civil

# memberexpirationdate
source: Expiration date
es: Fecha de vencimiento

# neighborhoodID
source: Neighborhood
es: Barrio

# numofchildren
source: Number of Children in USA
es: Número de niños in USA

# numofchildrenRxError
source: Children must be between 0 and 20
es: Los niños deben estar entre 0 y 20

# raceID
source: Race / Ethnicity
es: Raza / Ethnicity

# raceother
source: Other Race
es: Otra raza

# recentarrival
source: Recent arrival to the USA?
es: Reciente llegado a los EE.UU.?

# required
source: This field is required
es: Este campo es obligatorio

# stringlength
source: Please enter no more than {1} characters
es: Por favor, introduzca un máximo de {1} caracteres

source: Weight
es: Peso

source: Date of birth
es: Fecha de nacimiento

source: Skill (1)
es: Habilidad (1)

source: Skill (2)
es: Habilidad (2)

source: Skill (3)
es: Habilidad (3)

source: Date of Membership
es: Fecha de afiliación

# typeOfWorkID
source: Program Type
es: Tipo de trabajador

# memberReactivateDate
source: Reactivation date
es: Fecha de reactivación

source: Member status
es: Estado del miembro

source: Homeless
es: Sin hogar

# numChildrenUnder18
source: Number Children Under 18
es: Number of Children Under 18
