Repository: SavageLearning/Machete
Catalog: Machete.Web/Resources/Reports.*.resx
Languages: es

# activitiesTab
source: Activities
es: Actividades

# avgIncome
source: Average
es: Ingresos Promedios

# cancelledJobs
source: Cancelled
es: Cancelados

source: Date
es: Fecha

# dwcDispatch
source: Labor Dispatch
es: Despachos Laborales

# dwcFuture
source: Labor Pending
es: Futuro Laboral

# dwcPropio
source: (Requested)
es: (Propio)

# dwcPropioFuture
source: Labor Req. Fut.
es: Futuro Labor (PP)

# dwcSignins
source: Labor Signins
es: Entradas Laborales

# futureTotal
source: Total Future
es: Futuro (total)

# hhhDispatch
source: Domestic Dispatched
es: Despacho Doméstico

# hhhFuture
source: Domestic Future
es: Fut. Doméstico

# hhhList
source: Domestic
es: Doméstico

# hhhPropio
source: (Requested)
es: (Propio)

# hhhPropioFuture
source: Domestic Req. Future
es: Fut.Doméstico (PP)

# hhhSignins
source: Domestic Signins
es: Entradas Domésticas

# noWeekJobs
source: Number of jobs
es: Trabajos diarios

# ordersTab
source: Work Orders
es: Órdenes

# summaryHeader
source: Work Order Summary Reports
es: Reportes de Órdenes (Resúmenes)

# summaryInstructions
source: Open the menus below to select different types of summary reports. Use the buttons at the top of the report to toggle the display.
es: Utiliza los menús abajo para elegir los distintos tipos de reportajes periódicos. Puede utilizar los botones por encima del reporte para alternar la visualización.

# summaryTab
source: Order Summaries
es: Resúmenes de Órdenes

# totalAssignments
source: Assignments
es: Despachados

source: Total Hours
es: Horas

source: Total Income
es: Ingresos

# totalSignins
source: Signins
es: Entradas

source: Weekday
es: Día

# weekEstDailyHours
source: Hours of work
es: Horas de trabajo

# weekEstPayment
source: Est. Income
es: Ingresos

# weekHourlyWage
source: Average Hourly
es: Salario x semana

# weekJobsSect
source: Top req. skills
es: Habilidades

# workersTab
source: Workers
es: Trabajadores

# empJobs
source: Top Jobs
es: Trabajos Principales

# empZipCodes
source: Top Zip Codes
es: Códigos Postales Principales

# ordersHeader
source: Machete Work Order Reports
es: Informes sobre órdenes de trabajo

# ordersInstructions
source: Open the menus below to select different types of reports about work orders. Use the buttons at the top of the reports to toggle the display.
es: Utiliza los menús abajo para elegir los distintos tipos de reportajes sobre el estado de órdenes de trabajo. Puede utilizar los botones por encima del reporte para alternar la visualización.

# workersHeader
source: Worker Reports
es: Reportes de Trabajadores

# advGarden
source: Gardening 2
es: Jardinería 2

# basicGarden
source: Gardening 1
es: Jardinería 1

# eslAssessed
source: ESL(> 12 h.)
es: Inglés (> 12 h.)

# finEd
source: Financial Ed.
es: Educación Fiscal

# safetyTraining
source: Safety
es: Seguridad

# skillsTraining
source: Skills
es: Capacitación

# tempJobs
source: Temporary
es: Temporal

# uniqueSignins
source: Unique
es: Únicos

# familyHouseholds
source: With Family (running total)
es: En familia (total)

# newFamilyHousholds
source: With Family (new)
es: En familia (nuevo)

# newSingleAdults
source: Singles (new)
es: Solteros (nuevos)

# singleAdults
source: Singles (running total)
es: Solteros (total)

# activeMembers
source: Active
es: Activos

source: Dispatched
es: Despachados

source: Went To Class
es: Asistieron Clase

source: Unique
es: Únicos

# activityInstructions
source: Open the menu items below to select different types of activity reports. Use the buttons at the top of the report to toggle the display. For daily Activities information, see the summary on the Activity tab.
es: Utiliza los menús abajo para elegir los distintos tipos de reportes de actividades. Puede utilizar los botones por encima del reporte para alternar la visualización. Para información diaria sobre las actividades, véase el resumen de la pesteña Actividades.

# dayInstructions
source: Select a day to see results.
es: Elija un día del agenda para ver los resultados.

# monthInstructions
source: Select any day in a month to see results for that month.
es: Elija cualquier día en un mes para ver los resultados de ese mes.

# weekInstructions
source: Select a day to see results for that week.
es: Elija un día para ver los resultados de esa semana.

# yearInstructions
source: Select any day in a year to see the results of a fiscal year ending on that day.
es: Elija cualquier día del año para ver los resultados del año fiscal que termina en esa fecha.

source: Name
es: Nombre

source: Zip
es: Código Postal

# employersHeader
source: Employer Reports
es: Reportes de Patrones

# employersInstructions
source: Open the menus below to select different types of employer reports. Use the buttons at the top of the reports to toggle the display.
es: Utilice los menús abajo para elegir distintos tipos de reportes sobre empleadores. Puede utilizar los botones por encima del reporte para elegir distintas visualizaciones.

# employersTab
source: Employers
es: Patrones

# hideHelp
source: Okay, Got It
es: Ya entendí

# workersInstructions
source: Open the menus below to select different types of reports about workers. Use the buttons at the top of the reports to toggle the display.
es: Utilice los menús abajo para elegir distintos tipos de reportes sobre trabajadores. Puede utilizar los botones por encima del reporte para elegir distintas visualizaciones.
