Repository: SavageLearning/Machete
Catalog: Machete.Web/Resources/WorkOrders.*.resx
Languages: es

# boxcontactname
source: Contact person:
es: Persona de contacto:

# boxdatecreated
source: Created on:
es: Creado en:

# boxlegend
source: Work Order
es: Orden de Trabajo:

# createlink
source: Create New Work Order
es: Crear nueva orden de trabajo

# createnolinkmsg
source: To create a new work order, you must first select an existing employer record or create a new employer. Click on the menu box (above) to create or select an employer. Alternatively, you can view an existing work order (below) and then view all orders for that employer.
es: Para crear una nueva orden de trabajo, primero debe seleccionar un registro del empleador existente o crear una nueva empresa. Haga clic en el cuadro de menú (arriba) para crear o seleccionar un empleador. Alternativamente, usted puede ver una orden de trabajo existentes (abajo) y luego ver todos los pedidos de ese empleador.

# createsubmit
source: Save
es: Guardar

# createtitle
source: workorder::create
es: Crear Orden del Trabajo

# deleteconfirmation
source: Are you sure you want to delete this work order? All information will be deleted, forever. If you want to de-activate this work order, cancel from this dialog and uncheck the 'active' box on the work order page.
es: ¿Está seguro que desea eliminar esta orden de trabajo? Toda la información será borrada para siempre. Si desea desactivar esta orden de trabajo, cancelación de este diálogo y desmarque la caja 'activa' en la página de la orden de trabajo.

# deletelink
source: Delete
es: Borrar

# deletesubmit
source: Delete
es: Borrar

# deletetitle
source: workorder::delete
es: Borrar Orden del Trabajo

# editlink
source: Edit
es: Editar

# editsubmit
source: Save
es: Guardar

# edittitle
source: workorder::edit
es: Editar Orden del Trabajo

# editworkorderlink
source: Edit work order
es: Editar orden del trabajo

# indexreturnlink
source: Return to list of work orders
es: Volver a la lista de órdenes de trabajo

# indextitle
source: workorder::index
es: Lista de órdenes de trabajo

# listlink
source: List Work Orders
es: Lista de órdenes de trabajo

# listlinkall
source: List of ALL work orders
es: Lista de los todos de órdenes de trabajo

source: List of positions
es: Lista de posiciones

# printlink
source: Print order
es: Imprimir orden

source: Print work order
es: Imprimir orden del trabajo

# viewlink
source: View
es: Ver

# viewtitle
source: workorder::view
es: Ver Orden del trabajo

source: Copy employer info
es: Copiar info. del empleador

# tabprefix
source: Order #:
es: Orden #:

# activatesubmit
source: Activate order
es: Activar orden

# mapbutton
source: Google map
es: Abrir mapa de Google

# assigncount
source: Assignment count
es: Conta de los Asignaciones

source: Date needed:
es: Fecha necesitado:

source: (sharp)
es: (en punto)

# transportFeeExtraShort
source: Extra fee
es: Tarifa extra

# transportFeeShort
source: Trans fee
es: Tarifa de trans

# transportMethodIDShort
source: Trans method:
es: Trans método:

# woidcount
source: Worker #
es: Trabajador #

source: Active assignment
es: Asignación activo

source: Active order
es: Orden activa

# btnActive
source: Active
es: Activo

# btnAll
source: All
es: Todo

# btnCancelled
source: Cancelled
es: Cancelado

# btnCompleted
source: Completed
es: Completado

# btnExpired
source: Expired
es: Expirado

# btnPending
source: Pending
es: Pendiente

source: Cancelled assignment
es: Asignación cancelado

source: Cancelled order
es: Orden Cancelado

# completeactiveassigned
source: Complete active & assigned orders
es: Completar los órdenes activos y asignados

source: Completed assignment
es: Asignación completado

source: Completed order
es: Orden completado

source: Date
es: Fecha

source: Details
es: Detailes

source: Expired assignment
es: Asignación expirado

source: Expired order
es: Orden expirado

# groupviewerror
source: No active orders with fulfilled worker assignments for the date you selected.
es: No hay pedidos activa con las tareas de los trabajadores cumplirse para la fecha seleccionada.

source: Pending assignment
es: Asignación pendiente

source: Pending order
es: Orden pendiente

# printactive
source: Print active orders
es: Imprimir órdenes activos

# printactiveassigned
source: Print active & assigned orders
es: Imprimir órdenes activos y asignados

source: Summary
es: Resumen

source: Weekday
es: Día de la semana

source: WORKER NAME:
es: NOMBRE DELTRABAJADOR:

source: Change Employer
es: Cambiar de empleador

source: Work Orders
es: Orden de trabajo

# acknowledgement
source: I acknowledge that:
es: Entiendo que:

# workDescription
source: Please be as detailed as possible in describing the work needed. Providing detailed information allows us to match you with the best available worker. If worker is asked to do something not listed here, he or she reserves the right to refuse service and minimum wages will still be charged.
es: Por favor describa con tantos detalles que sean posibles el trabajo requerido. Proveer esta información nos ayuda mandarle el mejor trabajador posible. Si un trabajador está pedido hacer algo que no está descrito aquí, guarda el derecho de negar servicios y el sueldo mínimo todavía estará cobrado.

source: Workers Requested
es: Trabajadores pedidos

# workSiteAddress1Dialog
source: Please provide the address where the work will be completed. This is the address to which we will send workers.
es: Provea la dirección donde el trabajo estará completado. Esta es la dirección donde mandaremos los trabajadores.

source: Business Name
es: Nombre del negocio

source: Contact Name (Work Site)
es: Nombre del contacto en el sitio de trabajo

source: Disclaimer
es: Renuncia

# isBusiness
source: Is a Business?
es: ¿Es un negocio?

source: Phone (Work Site)
es: Teléfono

source: Time Needed
es: Hore requerida

# workAssignments
source: Request Worker(s)
es: Pedir Trabajador(es)

source: Work Details
es: Detalles del trabajo

# workSiteAddress1
source: Address (1) Work Site
es: Dirección del sitio de trabajo (1)

# workSiteAddress2
source: Address (2) Work Site
es: Dirección del sitio de trabajo (2)

# businessHours
source: Please call 206.956.0779 x3 during <a href="#" id="businessHoursModal">business hours</a> if you have any questions/issues.
es: Si tiene cualquier pregunta o duda, favor de llamar a 206.956.0779 x3 durante las <a href="#" id="businessHoursModal">horas de negocio</a>.

# payPalNotice
source: Transportation fees must be paid online to Casa Latina by using this form. You may pay with debit, credit, or PayPal. Your order is not complete until you have paid the transportation fee.
es: Se requiere pagar la cuota de transporte a Casa Latina a través de este formulario. Puede pagar con débito, crédito, o su cuenta de PayPal. Esta orden no está completa sin hacer este pago.

# transportationFee
source: The transportation fee (paid to Casa Latina Day Worker Center) is:
es: La cuota de transporte (paid to Casa Latina Day Worker Center) es:

# workOrderNumber
source: The Work Order Number is:
es: El número de su orden es:
