Repository: SavageLearning/Machete
Catalog: Machete.Web/Resources/WorkAssignments.*.resx
Languages: es

source: Assignments
es: Asignaciónes

# boxlegend
source: Work assignment
es: Asignación de trabajo

# btnAll
source: All
es: Todo

# btnAssign
source: Assign
es: Asignar

# btnAssigned
source: Assigned
es: Asignado

# btnClear
source: Clear
es: Despejar

# btnOpen
source: Open
es: Abierto

# btnRequested
source: Requested
es: Pedido

# btnSkilled
source: Skilled
es: Habilidades

# btnSubActive
source: (Active)
es: (Activo)

# btnSubCompleted
source: (Completed)
es: (Completado)

# btnUnassign
source: Remove
es: Quitar

# btnUpdate
source: Update
es: Actualizar

# createlink
source: Create New Work Assignment
es: Crear asignación de nuevos trabajos

# createnolinkmsg
source: To create a new work assignment, you must first select an existing work order record or create a new work order. Click on the menu box (above) to create or select an existing work order. Alternatively, you can view an existing work assignment (below) and then view all assignments for that work order.
es: Para crear una asignación de un nuevo trabajo, primero debe seleccionar un registro de órdenes de trabajo existente o crear una nueva orden de trabajo. Haga clic en el cuadro de menú (arriba) para crear o seleccionar una orden de trabajo existentes. Alternativamente, usted puede ver una asignación de trabajo existentes (abajo) y luego ver todas las asignaciones para ese orden de trabajo.

# createsubmit
source: Save
es: Guardar

# createtitle
source: workassignment::create
es: asignación:crear

# deleteconfirmation
source: Are you sure you want to delete this work assignment? All information will be deleted, forever. If you want to de-activate this work assignment, cancel from this dialog and uncheck the 'active' box on the work assignment page.
es: ¿Está seguro que desea eliminar esta tarea de trabajo? Toda la información será borrada para siempre. Si desea desactivar esta asignación de trabajo, cancelación de este diálogo y desmarque la caja 'activa' en la página de asignación de trabajo.

# deletelink
source: Delete
es: Borrar

# deletesubmit
source: Delete
es: Borrar

# deletetitle
source: workassignment::delete
es: asignación:borrar

# dupsubmit
source: Duplicate Assignment
es: Duplicar asignación

# earnings
source: Est. Earnings (min)
es: Ganancias Estimadas (mínimas)

# earningsRange
source: Est. Earnings (max)
es: Ganancias Estimadas (máximas)

# editlink
source: Edit
es: Editar

# editsubmit
source: Save
es: Guardar

# edittitle
source: workassignment::edit
es: asignación:editar

# editworkorderlink
source: Edit work assignment
es: Editar asignación de trabajo

source: Full name
es: Nombre completo

# hourRange
source: Maximum hours (if different)
es: número máximo de horas (si es diferente)

# hours
source: Minimum hours of work
es: mínimo de horas de trabajo

# indexreturnlink
source: Return to list of work assignments
es: Volver a la lista de asignaciones de trabajo

# indextitle
source: workassignment::index
es: asignación:listar

# listlink
source: List Work Assignments
es: Lista de asignaciones de trabajo

# listlinkall
source: List of ALL work assignments
es: Lista de todos los asignaciones de trabajo

# lottery
source: Daily List
es: Lista del día

# lotteryShort
source: List
es: Lista

# memberID
source: Card#
es: Tarjeta#

source: Sign-in
es: Ingreso

source: Skills
es: Habilidades

# tabprefix
source: Assignment #:
es: Asignación #:

source: Today's date:
es: Fecha de hoy:

# viewlink
source: View
es: Ver

# viewtitle
source: workassignment::view
es: Asignación:ver

# WAID
source: Work ID
es: #Asignación

# wkListClear
source: Clear
es: Borrar

# wkListDupe
source: Duplicate Prev.
es: Copiar Lista Prev.

# workerNotRated
source: Work Not Rated Yet
es: Worker Not Rated Yet
